[
  {
    "subtitle": "About Me!",
    "content": "Hi! I'm Jake Cox, and I'm a <b>Software Engineer</b> and a <b>technology enthusiast</b>. I am a lifelong learner and always looking for new ways to grow and improve both personally and professionally. I live on the amazing Central Coast of California with my family, and we love to go hiking, swim at the beach, and camp in the mountains. I currently coach T-ball and girls U10 soccer and moving my way up to coach Little League. I get <b>excited</b> from traveling to new places and discovering food, beer and coffee hotspots to eat and drink at. I like to stay busy by reading blogs, watching movies, and playing video games. </br></br>One of my <b>crowning achievements</b> was being selected as one of the top <a href='https://ramp.co.nz/our-work/looksee-wellington/' target='_blank' style='cursor:pointer;text-decoration:underline;z-index:9999999'>100 technology professionals</a> and winning a trip to <span style='color:#00ff00;font-weight:bold'>New Zealand</span> to view and take part in their up and coming technology sector."
  },
  {
    "subtitle": "Accomplishments",
    "content": "<ul><li>Dale Cargengie Workshop Certification</li><li>SANS security course DEV527 Certification</li><li>Employee of the Quarter recognition</li></ul>"
  },
  {
    "subtitle": "Experience!",
    "content": "I'm a <strong>Senior Software Engineer</strong>, and after years discovering what I actually wanted to do, I jump-started my career as a <strong>Web Intern</strong> at <strong>Valley Yellow Pages</strong> making minimum wage during the day and stocking groceries at night. I quickly learned the lay of the land and decided I needed an education to make it formal. Working 2 jobs and going to school at night while starting a family, I was committed to make it happen 🤓!! My education paid off and got me into the IT department at Valley Yellow Pages. When I outgrew my position, I found <b>Lotpath</b> which jettisoned my knowledge and taught me to take ownership of my learning and I took my first steps into a much larger tech world as part of <b>Bitwise Industries</b>. </br></br>I graduated college and found more and more opportunities to keep learning and growing. I eventually moved on to <b>Hourglass Systems</b> and brought new life to an old Saas product. I began to take charge and pioneered a completely new product offering for the company and worked directly with the CTO to transform the software to become fully <b>SOC2</b> and <b>HIPAA</b> compliant (...a major undertaking!). </br></br>I eventually found a position in my dream location (the beach) and decided to make it my mission to get there. I applied and waited over a year to be contacted and took the opportunity to <b>move my entire life</b> across the state to start anew. Since I started working at the <b>County of San Luis Obispo</b> I have worked on many diverse projects, led innovation teams, inspired lasting change, and made many friends.</br></br>Working at the County was a breath of fresh air with the right work/life balance, a renewed focus on my family, and a serving of the public. As much as I like working where I do, I am still looking for new and exciting areas to be challenged, innovate, and collaborate. I want to find new and better ways to deliver value, impact, and be an agent of change. </br>I'm ready, are you?"
  }
]
